[
    {
        "id": 201020001,
        "title": "창업과비즈니스모델",
        "liberal": "일반선택",
        "credit": 1,
        "session": [
            "1학기",
            "2학기"
        ],
        "instructor": "손영욱",
        "content": "스타트업은 미래 세상을 바꾸고 있다. 미국의 MIT, STANFORD ,Bobson college 등은 학생들에게 입학하면서 비즈니스 모델을 개발하는 방법 또는 앙트레프레너십을 교육시키고 있다. 이러한 결과 교육을 수료한 학생은 미국의 경제를 신경제로 만드는데 일조하고 있다. 본 과목은 우리대학 학생들에게 스타트업을 창업하고자 하는데 있어 비즈니스를 어떻게 개발하고 이러한 비즈니스 모델이 시장의 요구에 부합하는지를 검증할수 있는 능력을 배양하는데 목적을 두고 운용한다. 비즈니스 모델 캔버스, 린캔버스, 플랫폼 비즈니스 모델개발론을 학습한다",
        "classification": "창업강의"
    },
    {
        "id": 201020002,
        "title": "창업과프랜차이즈",
        "liberal": "일반선택",
        "credit": 2,
        "session": [
            "2학기"
        ],
        "instructor": "윤태식",
        "content": "  창업과 프랜차이즈는 경영학의 기본 지식을 바탕으로 체계적인 창업이론의 습득 및 프랜차이즈의 이해를 통해 가맹본부의 설립과 프랜차이즈 시스템 구축 그리고 가맹 본부의 경영에 필요한 내용을 배우게 된다.\n  또한 프랜차이즈 전문가로서 사업계획서 작성 및 마케팅 전략수립의 실전능력을 배양하고 팀별 활동과 프레젠테이션을 통해 커뮤니케이션 스킬을 훈련하는데 목표를 둔다.",
        "classification": "창업강의"
    },
    {
        "id": 201020003,
        "title": "창업과시제품제작",
        "liberal": "일반선택",
        "credit": 2,
        "session": [
            "2학기"
        ],
        "instructor": "김경환",
        "content": "시제품을 만드는 것은 사업계획를 실천에 옮기는 첫 단계이다. 다양한 아이디어와 비즈니스 모델을 직접 적용하는 것으로 창업 및 신규사업에 있어서 매우 중요한 단계이다.\n이 과목에서는 시제품의 중요성, 시제품의 종류, 시제품 제작 방법을 학습한다. 또한 학습한 내용과 구체화된 비즈니스 모델과 사업계획에 맞는 시제품을 직접 제작한다. 제작된 시제품에 대하여 다양한 조사, 수업학생들과 전문 멘토의 의견을 반영하여 최종 완성한다. 기업의 시제품 제작 방법과 노하우를 학습하기 위하여 성공기업을 방문한다. 최종적으로 제작된 시제품에 대한 소개를 진행하고 다양한 의견을 반영하여 최종완성한다.\n이 과정을 통하여 학생들은 시제품 제작의 목적과 중요성을 학습하고, 실제로 시제품을 제작하고 소개한다.",
        "classification": "창업강의"
    },
    {
        "id": 201020004,
        "title": "창업실습2",
        "liberal": "일반선택",
        "credit": 2,
        "session": [
            "2학기"
        ],
        "instructor": "임정모",
        "content": "창업에 관심을 가지고 교내 창업동아리를 구성하고 활동하는 학생들에게 실전적인 멘토링은 중요하다. 단계별, 내용별로 단계를 밟아가며 창업 준비 및 창업 활동을 진행하는데 진행사항을 확인하고 부족한 부분이나 맞지 않는 방향으로 나가는 것을 바로 잡아주는 것이 필요하다.\n이 과목에서는 창업동아리 대상 학생들이 단계별 및 내용별로 창업 준비 및 창업활동을 진행할 수 있도록 매주 진행사항을 확인하고 멘토일을 진행한다. 팀 구성, 창업아이디어 개발, 비즈니스 모델, 사업계획서 작성, 시제품 제작, 법인 설립, 마케팅 및 투자 등 전 부문을 확인하고 진행을 돕는다.\n이 과정을 통하여 학생들은 창업준비부터 창업활동까지 전문교수진 또는 멘토의 밀착지원을 받고 창업활동을 진행한다.",
        "classification": "창업강의"
    },
    {
        "id": 201020005,
        "title": "창업과비즈니스사업계획",
        "liberal": "일반선택",
        "credit": 2,
        "session": [
            "1학기"
        ],
        "instructor": "정진동",
        "content": "아이디어를 발전시키고 비즈니스 모델로 구체화 시킨 후 사업계획서를 작성하는 것은 창업 또는 신규비즈니스 개발의 최종 계획을 점검하는 중요한 단계이다. 학생들이 사회에 나가 창업이나 신규비즈니스를 기획할 때 꼭 필요한 능력이다.\n이 과목에서는 사업계획서의 기술성, 시장성, 로드맵 등을 구체화하는 방법을 학습한다. 또한 팀별로 사업계획서를 발전시키고, 수업시간에 학우들과 멘토들에게 공유하고 멘토링을 받으면서 좀 더 구체적이고 합리적인 방향으로 사업계획서를 완성한다. 최종적으로 작성된 사업계획을 발표하고 충분한 검토와 피드백을 받는다. 실제 현장에서 어떻게 작성되고 실행되는지 성공한 기업을 방문하여 현장에서 확인하고 노하우를 학습한다.\n이 과정을 통하여 사회에서 바로 적용가능한 실전적인 사업계획서 작성법을 학습한다. ",
        "classification": "창업강의"
    },
    {
        "id": 201020006,
        "title": "창업과비즈니스아이디어",
        "liberal": "일반선택",
        "credit": 2,
        "session": [
            "1학기",
            "2학기"
        ],
        "instructor": "김경환",
        "content": "사회를 혁신하는 다양한 방법 중 하나는 문제해결형 아이디어를 구체화하여 생활에 적용하는 것이다. 창의적인 많은 아이디어를 비즈니스 모델로 구체화하는 것은 창업뿐만아니라 사회생활에서도 중요한 능력이다. 따라서 학생들의 창의적인 아이디어를 비즈니스 모델로 구체화하는 실전적인 방법을 배우는 것은 중요하다.\n이 과목에서는 팀프로젝트 및 멘토링을 통해서 창의적인 아이디어를 비즈니스 모델로 구체화하는 것을 학습한다. 자신의 아이디어를 발표와 토론을 통해서 아이디어를 공유하고, 다른 학생들 및 전문멘토들의 조언을 반영하여 다듬고 구체화 한다. 고객에 대한 이해, 비즈니스 모델에 대한 이해를 통하여 구체적인 비즈니스 모델을 개발한다. 성공한 기업 탐방을 통하여 실전에서 어떻게 적용되고 있는지 학습한다. 조사, 발표와 토론을 통하여 매주 아이디어와 비즈니스 모델을 발전시키고 최종적으로 구체화된 비즈니스 모델을 공유한다.\n이 과정을 통하여 최종적으로 학생들은 아이디어 개발 및 비즈니즈 모델 구체화를 학습한다.",
        "classification": "창업강의"
    },
    {
        "id": 201020007,
        "title": "창업현장실습3",
        "liberal": "일반선택",
        "credit": 9,
        "session": [
            "1학기"
        ],
        "instructor": "손영욱",
        "content": "창업대체학점인정제도로 운영되는 교과목입니다.\n본 과목은 창업을 통해 학습목표의 달성이 가능한 경우 학점으로 인정하는 교육과정입니다.\n창업한 학생으로 교내 절차에 따라 승인된 학생만이 창업현장실습 교과목 수강이 가능합니다.\n본 교과목을 수강하기 전에 반드시 요건 및 절차를 확인하시기 바랍니다.",
        "classification": "창업강의"
    },
    {
        "id": 201020008,
        "title": "창업현장실습4",
        "liberal": "일반선택",
        "credit": 12,
        "session": [
            "1학기"
        ],
        "instructor": "손영욱",
        "content": "창업대체학점인정제도로 운영되는 교과목입니다.\n본 과목은 창업을 통해 학습목표의 달성이 가능한 경우 학점으로 인정하는 교육과정입니다.\n창업한 학생으로 교내 절차에 따라 승인된 학생만이 창업현장실습 교과목 수강이 가능합니다.\n본 교과목을 수강하기 전에 반드시 요건 및 절차를 확인하시기 바랍니다.",
        "classification": "창업강의"
    },
    {
        "id": 201020009,
        "title": "4차산업혁명과스타트업창업",
        "liberal": "일반선택",
        "credit": 1,
        "session": [
            "1학기",
            "2학기"
        ],
        "instructor": "김민호",
        "content": "4차 산업분야는 혁신범위 확장과 산업구조 변화를 통하여 새로운 국가 성장방식을 주도할 핵심동력으로 평가받고 있다. 따라서 주요 선진국들은 이미 선제적으로 4차 산업혁명에 대응하여 4차 산업분야의 신규 비즈니스 모델의 창출과 관련기술인재 육성에 주력하고 있다. 반면에 4차 산업에 대한 국내의 대응체계와 인재양성 실적은 미흡한 것으로 평가 되고 있다. 주요 원인으로서 기존 창업교육의 문제와 한계가 제기되고 있으며 이러한 4차 산업혁명의 시대적 요구에 효과적이지 못한 대응은 결국 국가경쟁력의 열위를 초래하여 미래 국가발전을 저해할 것이다. 본 과목은 대학교 저학년 학생을 대상으로 4차산업혁명시대에 창업의 필요성을 주지시키고 4차산업혁명기술을 설명한다. 이러한 배경지식을 바탕으로 비즈니스모델개발론, 스타트업 팀빌딩, 사업계획서 작성방법 등을 습득한다. 비즈니스모델개발론의 경우 여러 가지 소비자의 pain point 가정을 설정하고 실제 증명을 통하여 창업아이템의 feasibility를 증명한다. 특히 학생들에게 성공적인 창업사례나 관련 동영상을 확보하여 재미를 통한 학습을 유도하여 궁극적으로 창업을 할수 있는 기초역량을 배양한다. ",
        "classification": "창업강의"
    }
]